---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.FabricSheetAlignment.StartingEdge
enum: Autodesk.Revit.DB.Structure.FabricSheetAlignment
source: html/c717132f-ecfd-8e66-2cf2-e81282ef3d7d.htm
---
# Autodesk.Revit.DB.Structure.FabricSheetAlignment.StartingEdge

The fabric sheets are aligned to starting edge.